{
  "name": "Flammarion",
  "slug": "flammarion",
  "country": "FR",
  "description": "Flammarion est une maison d’édition généraliste qui explore les domaines de la littérature, des sciences humaines, des livres illustrés et de la jeunesse.\n\nDepuis sa création en 1875, Flammarion a toujours veillé à poursuivre l’ambition de son fondateur, Ernest Flammarion : « Proposer le meilleur contenu au plus grand nombre. »\n\nL’histoire commence au milieu du XIXe siècle à Montigny-le-Roi, dans la Haute-Marne. C’est ici que naissent deux frères dont la destinée va marquer les esprits : Ernest et CamilleFlammarion.\n\nLa famille quitte bientôt le village natal pour tenter sa chance à Paris. Les enfants y grandissent, chacun choisissant sa voie. L’aventure se poursuit quelques années plus tard sous les arcades du Théâtre de l’Odéon, où le jeune Ernest Flammarion tient une librairie. Juste en face, sur la place, se dresse le Grand Café-Restaurant Voltairequi, à l’époque, fait figure de véritable rendez-vous politique et littéraire.\n\nC’est au cœur de ce quartier fréquenté par les intellectuels qu’Ernest Flammarion décide d’enrichir son activité : non content de proposer des livres à la vente, il souhaite à présent les éditer. En 1875, il s’associe à l’un de ses confrères, Charles Marpon, pour créer les Éditions Flammarion.\n\nSon premier ouvrage paraît l’année suivante : La Corde au cou, d’André Gill. Trois ans plus tard, la maison compte déjà à son actif un livre qui va devenir le best-seller de cette fin de siècle : L’Astronomie populaire,signé Camille Flammarion. Le frère d’Ernest est un astronome reconnu, membre très actif de maintes sociétés savantes et d’associations pour la vulgarisation des sciences positives.\n\nAu fil des années, Flammarion se spécialise dans la littérature en publiant une grande diversité d’auteurs classiques, modernes (Zola, Maupassant, Jules Renard) ou populaires (Pierre Maël, Hector Malot). Dans la première moitié du XXe siècle, son catalogue s’ouvre à de nombreux domaines : histoire, philosophie, livres d’art, livres pour enfants, livres pratiques, livres d’actualité, livres de médecine et ouvrages de vulgarisation scientifique.\n\nÀ partir des années soixante, suivant la rapide expansion des sciences humaines, l’éditeur entame la publication de travaux universitaires et de monographies, puis ajoute à son catalogue des collections littéraires spécialisées.\n\nLes enfants, petits-enfants et arrière-petits-enfants d’Ernest se succèdent à la tête de la maison d’édition : Albert, Charles, Armand, Henri, et enfin Charles-Henri qui, en octobre 2000, décide avec ses frères de vendre l’entreprise au groupe italien RCS Media Group pour assurer son développement.\n\nEn septembre 2012, Flammarion revient sous pavillon français à la suite de son rachat par Madrigall, maison mère de Gallimard et troisième groupe d’édition français.",
  "website": "https://editions.flammarion.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://editions.flammarion.com/"
    }
  ],
  "labels": [],
  "notes": "BD-Tek: Site Internet : Flammarion Jeunesse Éditions Flammarion SA",
  "last_updated": "2026-01-18",
  "theme": {
    "bg": "#000",
    "text": "#000",
    "label": "#ffffff"
  }
}
