{
  "name": "Casterman",
  "slug": "casterman",
  "country": "FR",
  "description": "Les éditions Casterman, fondées en 1777, ont évolué pour répondre aux attentes éditoriales de leur époque.\n\nLe catalogue actuel s’est construit autour de Tintin et de Martine, deux œuvres plébiscitées sur toute la planète, autant par les enfants que par leurs parents. En complément de ces prestigieux piliers, Casterman publie, tant en littérature Jeunesse qu’en Bandes dessinées, de grandes séries classiques (Alix, Corto Maltese, les Cités Obscures, Martine, Ernest et Célestine ou Émilie) et des sagas innovantes (Lastman, UW2, Cherub ou Bodyguard).\n\nTous les auteurs choisis par Casterman bâtissent une œuvre personnelle au style inimitable. Parce qu’ils abordent de grands sujets à la portée universelle, ils témoignent d’un souffle romanesque, offrent une ouverture sur le monde et posent un regard humaniste sur la société ou l’Histoire. Les créations de ces artistes débordent souvent des supports imprimés pour trouver d’autres développements sous une forme audiovisuelle. C’est le cas des livres de Tardi, Enki Bilal, Philippe Geluck, Bastien Vivès, Jean-Marc Rochette, Gabrielle Vincent, Domitille de Pressensé, entre autres.\n\nBasées à Paris et à Bruxelles, les équipes de Casterman stimulent la créativité des auteurs et s’engagent à ce que leurs projets puissent trouver la meilleure forme et la plus large audience auprès de tous les publics.\n\nCasterman appartient aujourd’hui à Madrigall, maison-mère de Gallimard et troisième groupe d'édition français. Dirigée par Charlotte Gallimard, la maison a respectivement confié les directions éditoriales de son département jeunesse à Céline Charvet et de son département bande dessinée à Benoit Mouchart.",
  "website": "https://www.casterman.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://www.casterman.com/Bande-dessinee"
    },
    {
      "label": "Site officiel",
      "url": "https://www.casterman.com/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
