{
  "name": "Hors Collection",
  "slug": "hors-collection",
  "country": "FR",
  "description": "Hors Collection, éditeur de livres non conventionnels depuis 1991.\n\nLes livres Hors Collection parlent de la culture populaire, de la société d’hier et d’aujourd’hui à travers des thématiques variées : musique, cinéma, radio, télé, jeux vidéo, bande dessinée, humour et histoire contemporaine.\nDes beaux livres aux bandes dessinées, du bloc de blagues à la bible rock, des biographies aux albums décalés, Hors Collection propose des nouveautés tous les mois signées par des plumes célèbres, des spécialistes passionnés ou des nouveaux talents.\n\nUne collection de biographies et d’autobiographies d’acteurs (Danielle Darrieux, Roger Moore, Annie Girardot, Michel Galabru, Michel Blanc, Luis Rego…) et de chanteurs (Barbara, Florent Pagny, Jacques Brel, Adele…).\nDes livres de référence pour amateurs éclairés comme Le Cinéma de Starfix, La Discothèque idéale de Fip, Beatles, l’intégrale de toutes leurs chansons…\n\nDes ouvrages de bande dessinée patrimoniale qui rassemblent l’œuvre d’auteurs ou de courants emblématiques : L’Intégrale Uderzo (3 tomes) ; Michel Vaillant et Jean Graton, l’aventure automobile ; L’Intégrale Calvin & Hobbes ; Mangasia, le guide de la bande dessinée asiatique.\n\nÉditeur pionnier des albums nostalgie, Hors Collection a lancé une ligne vintage Les livres de ma jeunesse, recueils des souvenirs en technicolor de l’enfance et de l’adolescence ; un livre anniversaire pour chaque année de naissance allant de 1930 à 1989.\n\nL’humour et l’impertinence guident souvent nos choix, aussi bien en histoire avec Les Salopes de l’histoire que dans des anthologies de blagues et jeux ou avec les boîtes quiz Apéro Folies.",
  "website": "https://www.lisez.com/editeurs/hors-collection",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [],
  "labels": [],
  "notes": "BD-Tek: Éditions Hors Collection",
  "last_updated": "2026-01-18",
  "theme": {
    "bg": "#A9100D",
    "text": "#A9100D",
    "label": "#ffffff"
  }
}
