{"metadata": [{"year": "2017", "description": "Golden-Age superhero, the Escapist--master of elusion, champion of liberation--was conceived in the fictional world of the Pulitzer Prize-winning novel, The Amazing Adventures of Kavalier & Clay. This comic book anthology contains a variety of the Escapist's exploits, and details on the history of the character.\n\nMaster of elusion and foe of tyranny, from his secret headquarters beneath the majestic Empire Theater, the Escapist and his associates have been defeating the crooked and coming to the aid of those in need for generations. From obstructing the endeavors of post-war Nazis, to protecting the innocent from an attack on the World's Fair, to infiltrating behind enemy lines to free prisoners of war in Vietnam, and even to stymieing a hypnotizing saxophone player, the Escapist does not suffer oppression of any kind. A multitude of the Escapist's pulse-pounding adventures are collected here along with details of the publishing history of Joe Kavalier and Sam Clay's creation. This volume also contains a story torn straight from the pages of The Amazing Adventures of Kavalier & Clay: written by Michael Chabon, the tale of the mysterious Mr. Machine Gun. Also featured, from another Kavalier & Clay classic publication, Weird Date, are two stories of romance, crime, and mystery. This collection features comic book creators of legend, including Will Eisner (The Spirit), Eduardo Barreto (Batman), Jeffrey Brown (Star Wars: Darth Vader and Son), Howard Chaykin (American Flagg, Star Wars), Paul Gulacy (Master of Kung Fu), Jeff Parker (Bucko), Marv Wolfman (The Tomb of Dracula), Thomas Yeates (Prince Valiant), and so many more!\n\nContaining a total of twenty-two tales, along with three never-before-collected stories, this volume also contains five never-before-published stories, as well as a robust gallery of pinups celebrating the world of the Escapist from artists including Gabriel Bá (The Umbrella Academy, Casanova) Brian Bolland (Judge Dredd), Bill Morrison (The Simpsons), Fábio Moon (Serenity, Casanova), Tim Sale (Batman, Superman), and many more!\n", "type": "comicSeries", "publisher": "Dark Horse", "name": "Michael Chabon's The Escapists"}]}