{
  "name": "Mosquito",
  "slug": "mosquito",
  "country": "FR",
  "description": "En 1989 Mosquito, maison d’édition indépendante, débute dans le monde de la bande dessinée. Avec un regard curieux et ouvert à l’international, le catalogue s’enrichit d’auteurs talentueux provenants du monde entier : Chine, Argentine, Cuba, Finlande, Italie, Espagne, Belgique... L’importance du support devient le point fort et l’image de marque de Mosquito : choix des papiers, charte graphique et qualité d’impression.\n\nL’originalité et l’exigence de cette démarche sont reconnus par la critique internationale. Mosquito et ses auteurs ont été primés de nombreuses fois. ( Notamment au festival d’Angoulême, puis en Chine, Toppi reçoit le Golden Monkey Award.) Des nombreuses expositions ont célébré leur travail. (Saint-Malo, Angoulême, Grenoble, Illzach…)\n\nDans la collection « bande dessinée » on peut retrouver : aventure, fantastique, western, historique, adaptation littéraire.\n\nEn 1993 débute la collection « Monographies », qui se veut un témoignage fort de l’aventure de la bande dessinée ainsi qu’un outil irremplaçable pour les amateurs éclairés. À ce jour aucune maison d’édition n’a développé avec autant de constance et de rigueur une collection d’ouvrages consacrés aux maîtres du neuvième art, complétant les entretiens par des articles d’analyse écrit par des spécialistes reconnus ainsi qu’une biographie et une bibliographie établies par des spécialistes.\n\nLa réflexion sur la bande dessinée est le sujet de la collection « Autour de la BD », qui publie des études sur le parcours de certains auteurs ainsi que divers sujets transversaux. Le premier thème abordé : Les pays imaginaires de la bande dessinée va rencontrer un succès tout à fait inattendu à la suite d'un long article dans Libération relayé par toute la presse, ce qui va inspirer un étonnant prolongement sur Arte : une émission du Dessous des cartes pour un premier avril !\n\n« Lily Mosquito » est la collection jeunesse des éditions Mosquito.\n\nLes ouvrages de la collection « Nec Plus » font l'objet d'un soin vraiment particulier :\n\nil s'agit de tirages limités à 1000 exemplaires, cartonnés, au dos toilé, imprimés sur papier de haute qualité, au format 25 x 34 cm.\n\nCette collection est réservée à des oeuvres d'exception.",
  "website": "http://www.editionsmosquito.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "http://www.editionsmosquito.com/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18",
  "theme": {
    "bg": "#aaaaaa",
    "text": "#aaaaaa",
    "label": "#000000"
  }
}
