{
  "name": "Milan",
  "slug": "milan",
  "country": "FR",
  "description": "En 1980, quatre amis créent Milan-Presse à Toulouse : Patrice Amen est éditeur, libraire, collectionneur de livres pour enfants, Alain Oriol, professeur de français, Bernard Grimaud, responsable commercial, et Michel Mazéries, entrepreneur.\n\nMilan, du nom de cet oiseau noir très présent sur les berges de la Garonne. « Cela nous semblait être un gage de longévité, même si cette appellation nous a au départ joué quelques tours : les gens croyaient que nous étions un éditeur italien », se souvient Patrice Amen.\n\nPatrice Amen a toujours eu envie de faire de la presse pour la jeunesse. « À l’époque, les magazines pour enfants disponibles étaient très catholiques, il y avait des pages de catéchisme dedans... Je rêvais donc pour ma fille de trois ans d’une presse laïque et éducative », confie-t-il.\n\nEt c’est ainsi que Toboggan, magazine dédié aux 5-7 ans, voit le jour.\n\nEn 1983, Milan se lance dans l’édition, avec au départ des compilations du magazine Mikado. Deux ans plus tard sort un ouvrage devenu depuis emblématique : Copain des bois. Réédité à maintes reprises, le livre est un succès qui ne se dément pas, à l’instar de la collection « Copain » qu’il a initiée (plus de 2 million d’ex. vendus depuis la création de la collection*). Milan s’affirme alors comme un « éditeur nature », image renforcée par le lancement de magazines comme Wapiti puis Wakou. À une époque où les mentalités n’étaient pas encore tournées vers l’écologie, Milan se pose en précurseur.\n\nAprès une incursion dans le secteur BD avec deux albums primés à Angoulême en 1987 et 1988, Milan développe fortement son secteur jeunesse avec, notamment, la création en 1987 de la collection « Zanzibar ». Celle-ci pose la première pierre de la future collection « Milan Poche » (plus de 5,3 millions d’ex. vendus depuis la création de la collection).\n\nLes années 1990 seront fertiles. En 1994, De la petite taupe qui voulait savoir qui lui avait fait sur la tête est un nouveau best-seller (plus de 500 000 ex. vendus*). Un an plus tard, la collection « Les Essentiels Milan » est lancée (près de 4 millions d’ex. vendus*).\n\nEn 2000 « Les Goûters philo » se proposent de mettre la philosophie pour la première fois à la portée des enfants (près de 500 000 ex. vendus*).\n\nÀ partir des années 2000, les Éditions Milan prennent une nouvelle ampleur : l’équipe et les collections se développent.\n\nEn 2004, Milan est racheté par Bayard, groupe de presse et d’édition présent dans 16 pays, qui devient le 4e éditeur jeunesse en France et le leader sur le marché de la presse ludo-éducative. Le développement de Milan se poursuit, en France comme à l’étranger via des cessions de droits de plus en plus nombreuses.\n\nEn 2004, le lancement de Dragonologie (plus de 100 000 ex. vendus**) ouvre la voie aux albums animés à la fabrication sophistiquée. La même année paraît le premier titre de la collection « Contes et comptines à toucher », collection en plein essor aujourd’hui (400 000 ex. vendus**).\n\nActuellement, environ 400 ouvrages – dont 300 nouveautés –, sont publiés chaque année, dont 95% sont dédiés à la jeunesse.\nLe catalogue de Milan couvre tous les domaines de l’édition jeunesse : petite enfance, albums et contes, documentaires, livres de fiction, bandes dessinées, mangas, etc. Parallèlement, le catalogue adulte s’intéresse aux sciences humaines, à la philosophie, au développement personnel et à l’éducation.\n« Nous privilégions toujours l’aspect interactif de nos livres, expliquait Justine de Lagausie, ex-Directrice des Éditions Milan.\n\nInteraction réelle, puisque nous incitons souvent nos lecteurs à manipuler des ouvrages animés très novateurs, mais aussi interaction avec l’environnement. Nous voulons aider les enfants à devenir des citoyens éclairés, les accompagner dans leur découverte du monde et les inciter à se forger leurs propres opinions, mais aussi à agir sur leur environnement. Sans jamais oublier la part d’imaginaire nécessaire pour qu’un enfant s’épanouisse.»",
  "website": "https://www.editionsmilan.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://www.editionsmilan.com/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
