{
  "name": "Les Arènes",
  "slug": "les-ar-nes",
  "country": "FR",
  "description": "Éditeur indépendant depuis 1997.\nEn 1997, alors que j'étais éditeur chez Stock, le groupe Lagardère a censuré Une guerre – un manuscrit de Dominique Lorentz sur les accords nucléaires entre la France et l'Iran. Diffuser ce livre par mes propres moyens était une solution pour contourner l'obstacle. J'ai trouvé le nom de la maison d'édition sur la plaque de ma rue et l'adresse du diffuseur dans un annuaire. Une amie pour rédiger les statuts, un autre pour fabriquer le livre : tout s'est passé dans l'urgence, en juin 1997, de manière clandestine et bricolée.\nSans le savoir, j'avais franchi le Rubicon : j'étais devenu un éditeur indépendant. L'aventure a continué dans une chambre de six mètres carrés sous les toits, avec moins de 8 000 euros en poche. Sans actionnaires, sans prêt bancaire. Mes amis dans l'édition me regardaient d'un air condescendant ou inquiet. Je voulais publier peu de livres – huit à dix par an – mais publier de tout : des opuscules et des pavés, des albums, des documents et des récits historiques. Sans logo ni charte visuelle. Juste des livres.\nJe me suis jeté dans le vide sans savoir comment financer l'année suivante, encouragé par la confiance d'Hélie de Saint Marc, Frédéric Boyer, Denis Robert et Philippe Meyer. Ces premiers livres furent tous des succès. L'été 2000, Notre affaire à tous, d'Eva Joly, dépassa même les 100 000 exemplaires.\n\nDans maison d'édition, il y a le mot « maison ». En vingt ans, chaque étape de notre histoire s'est incarnée dans un lieu. Les livres ne naissent pas n'importe où. D'abord deux chambres sous les toits rue des Arènes ; un appartement de bric et de broc, bas de plafond avec une improbable moquette violet et vert, face à l'université de Jussieu ; un ancien atelier de souffleur de verre rue Rollin, au fond d'une cour plantée de bambous avec un petit pont de bois, avant d'investir en 2011, grâce à la générosité de la famille Flamand, l'ancien immeuble du Seuil, rue Jacob, sa grille et son if. Bientôt, nous y avons ajouté « le 26 », ses bureaux hauts de plafond et ses fenêtres ouvrant sur le jardin d'ombre ; et enfin, depuis janvier 2019, le 17/19 rue Visconti, l'ancienne imprimerie de Balzac, ses bureaux inondés de lumière et ses gradins qui forment notre arène de bois. Des murs, des lieux, des entrepôts, des contrats, des fabricants et des imprimeurs, des transporteurs, des libraires, des factures, des droits versés et perçus. Les rêves de papier ont la pesanteur et la force de la matière.\n\nLa liberté, la création et l'engagement sont nos références. Être libre, c'est refuser la censure et l'ordre du monde, c'est oser « porter la plume dans la plaie », c'est ne dépendre d'aucun intérêt particulier. Le goût de la création, c'est la volonté obstinée d'inventer ce qui n'a encore jamais été fait, explorer de nouveaux territoires, transformer des idées qui passent ou des rêves un peu fous en livres que l'on ouvre et que l'on touche. Notre liberté n'a de sens que si elle s'accompagne d'un engagement total dans ce que l'on entreprend. Les seules fautes inexcusables sont le je-m'en-foutisme et la médiocrité. Les mots ont un poids. Éditer est un acte noble. Chacun peut se tromper. Nous avons connu des déconvenues, et des échecs cuisants quand le public n'était pas au rendez-vous. Après tout, il vaut toujours mieux échouer en osant que réussir en imitant. Le respect du lecteur est notre boussole.\n\nPour une maison d'édition, vingt ans est une durée infinitésimale. Ce métier s'inscrit dans la durée. Un éditeur se construit à partir d'un catalogue et d'une famille d'auteurs. Son histoire lui permet d'accumuler une énergie cinétique qui le pousse vers l'avenir. La maison se réinvente à chaque publication. Elle est gorgée de projets et de rêves, de contrats signés pour des livres qui ne sont pas encore écrits, de programmes établis un, deux, parfois trois ans à l'avance. Un éditeur est un tiers de confiance entre les auteurs, les libraires et les lecteurs. Avoir confiance, c'est avoir foi en quelqu'un. Cet élan qui nous porte repose sur notre foi en vous, lecteurs, en votre appétit, votre intelligence et votre générosité. Tant qu'il y aura des lecteurs curieux, il y aura des éditeurs audacieux.\n\nLaurent Beccaria",
  "website": "https://arenes.fr/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://arenes.fr/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
