{"metadata": [{"year": "2015", "description": "Love and Rockets: New Stories #1 rebooted the beloved Love and Rockets series in 2008 as an all-new annual graphic novel length package. Jaime launches the new format with a story that's unusual even for him... A full-on, pulse-pounding super-hero yarn! Penny Century realizes her longtime dream of acquiring super-powers, but at a terrible personal cost. Now she rampages through the galaxy, half mad with grief, and a motley group of super-heroes assembles to try to stop her -- led by Boot Angel and her mysterious neighbor Alarma! Then Gilbert Hernandez explodes with a similarly generous helping of his fantastically creative one-shot short stories: \"Papa\" (a turn-of-the-century story involving a traveling businessman); \"The New Adventures of Duke and Sammy\" (super-powered Martin and Lewis impostors in outer space); \"Victory Dance\" (Into the Wild as re-imagined by Beto); \"Chiro el Indio\" (written by third brother Mario Hernandez); \"Never Say Never\" (a kangaroo gets lucky in Las Vegas); and the mysterious wordless mood piece simply titled \"?\" \nThe epic-length 50-page story (only the first half of the saga!) combines Jaime's razor sharp characterization and superlative art with wildly inventive, Kirby-style slam-bang super-hero action.\n\nThen Gilbert Hernandez explodes with a similarly generous helping of his fantastically creative one-shot short stories: \"Papa\" (a turn-of-the-century story involving a traveling businessman); \"The New Adventures of Duke and Sammy\" (super-powered Martin and Lewis impostors in outer space); \"Victory Dance\" (Into the Wild as re-imagined by Beto); \"Chiro el Indio\" (written by third brother Mario Hernandez); \"Never Say Never\" (a kangaroo gets lucky in Las Vegas; and the mysterious wordless mood piece simply titled \"?\".\n\nOne hundred pages of Jaime, Gilbert and Mario Hernandez at the peak of their powers: this is a major graphic-novel event!", "type": "comicSeries", "publisher": "Fantagraphics", "name": "Love & Rockets: New Stories"}]}