{
  "name": "Super Loto Editions",
  "slug": "super-loto-editions",
  "country": "FR",
  "description": "Super Loto Éditions c'est, au cœur du grand boulier de la vie, d'abord et surtout l'ambition de quelques amis passionnés de bande dessinée, de graphisme, d'illustration et de belles impressions, à destination d'autres amies et amis et inconnues et inconnus, tous aussi fauchés les uns que les autres (même si les non-fauchés sont aussi admis dans le cercle des lecteurs).\nLe but de cette maison ? Faire de beaux livres. L'amour de la qualité, ça vous parle ? Parce que si c'est le cas, sachez que nous, nous aimons tellement la qualité que nous faisons l'amour à chaque ouvrage qui sort des presses. C'est ça la qualité Super Loto. Les professionnels du livre sont au service de l'artiste : pas le contraire. On en a tous trop vu des artistes rincés, au bout du rouleau, prêts à faire une connerie, le cœur fatigué, les traits tirés, les mains comme des pieds de vignes, creusées par le boulot et la fatigue. Tout ça à cause d'éditeurs arrogants et sans scrupules autant que d'ouvriers de l'impression préférant leurs congés payés au boulot bien fait ; et par là même entraînant sans le savoir ces même artistes, à bout de nerfs, dans leur course effrénée vers l'apathie et le marasme collectif.\nBref vers le néant, le rien, ou même pire : vers le communisme.\nC'est pourquoi nous avons choisi de réaliser nous-mêmes les ouvrages que nous proposons : chez nous, l'artiste voit son travail être imprimé avec les techniques qui lui sont le plus adaptées. C'est l'amener aussi à explorer des nouvelles manières de reproduire son travail, notamment par les techniques d'impressions artisanales (qui coûtent moins cher en électricité). Mais mieux encore : dans un souci évident de bénéficier d'une main d’œuvre gratuite, l'artiste lui-même est encouragé à participer à la fabrication de son ouvrage. Ce qui garantit au public d'avoir entre les mains la reproduction la plus fidèle possible de l'œuvre et de l'idée que s'en faisait son créateur au début du projet, parfois avant même que celui-ci n'ai eu conscience de ce qu'il était en train de faire.\nGrain de maïs sur le carton de Loto : chez SLE, nous gardons à l'esprit que de beaux ouvrages ne doivent pas qu'être nécessairement accessibles à une élite bruyante des vernissages huppés de la grande ville où qu'il y a plein de lumières (même la nuit). Le livre doit pouvoir se toucher (bande de ringards d'Internet), à la ville comme dans les champs, dans les galeries d'art contemporain comme dans les salles polyvalentes.\nIl n'est rien de dire que tout ceci fait d'ores et déjà de Super Loto Éditions une maison d'excellence, de mythes et légendes. Comme si les artistes publiés chez nous étaient des phœnix de jade et d'encens, qui vous enverraient directement leurs œuvres depuis leur lit de coton et de soie, jusque dans vos mains remplies d'or, de diamants et d'eurodollars, que vous nous donneriez en échange pour qu’on parte dans les îles grecques qu'on aurait acheté à un prix extrêmement avantageux.",
  "website": "http://superlotoeditions.fr/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "http://superlotoeditions.fr/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18",
  "theme": {
    "bg": "#40464d",
    "text": "#40464d",
    "label": "#ffffff"
  }
}
