{
  "name": "Rackham",
  "slug": "rackham",
  "country": "FR",
  "description": "Fondée en 1989 par Alain David et Michel Lablanquie, Rackham compte parmi les plus anciens éditeurs « alternatifs » de bande dessinée encore en activité. Après des débuts marqués par une production nourrie d’affiches, sérigraphies et lithographies, Rackham se lance dans l’édition de bandes dessinées avec une collection qui présente les travaux de jeunes auteurs comme Jean-Pierre Duffour, Lewis Trondheim, Pascal Rabaté, Riff, Kokor… Les livres, de petit format et en noir et blanc, se détachent nettement de la production de l’époque, dominée par les albums cartonnés couleur de 48 pages ; l’accueil est mitigé et les ventes très faibles, tant et si bien que Rackham est obligé de suspendre ses activités juste après avoir publié Impasse et rouge de Séra et Sin City de Frank Miller (1994, en co-édition avec Vertige Graphic).\n\nL’activité de la maison d’édition reprend en 1999, avec l’arrivée de Latino Imparato – qui auparavant avait co-fondé les éditions Vertige Graphic – qui partage avec Alain David le rôle d’éditeur. Le nouveau départ de Rackham est marqué par la publication de 300 de Frank Miller. Tournée vers le domaine étranger, et en particulier la bande dessinée américaine, Rackham poursuit et achève l’édition en français de la série Sin City, tout en publiant des auteurs tels que Joe Sacco, Daniel Clowes, Peter Bagge, Mike Mignola, Will Eisner, Alberto Breccia, Tony Millionaire, Matt Kindt, Alex Robinson (prix révélation à Angoulême 2005 pour De mal en pis). Parallèlement, Rackham publie des bandes dessinées d’auteurs français (Troubs, Tanitoc, Cren & Cerqueux, Morvandiau) et élargit son catalogue par la publication d’auteurs italiens et argentins.\n\nAprès le départ d’Alain David en 2007, Latino Imparato poursuit seul le développement du catalogue de Rackham, en y intégrant aussi des auteurs venus d’autres horizons, en particulier l’Espagne et les pays nordiques. Rackham publie ainsi les auteurs les plus marquants de la nouvelle vague espagnole : Javier de Isusi, Álvaro Ortiz, David Rubín, Paco Roca, Fermín Solís, Alberto Vázquez… mais aussi les révélations de la bande dessinée nordique : Kati Kovács, Ville Ranta, Aapo Rapi, Liv Strömquist.\n\nEn 2008, en collaboration avec Yvan Alagbé, Rackham crée la collection Le Signe Noir avec l’intention déclarée d’établir un lien entre passé et avenir de la bande dessinée, entre les ancêtres du récit en images et les expérimentations qui en annoncent le futur, avec une attention particulière pour ses formes les plus inattendues. Dans cette collection trouvent ainsi place les rouleaux patua du West Bengala et les dessins (inédits en français) d’Edward Lear ; au même titre que les strips de Ben Katchor, la recherche picturale de Kamel Khélif et d’Aude Samama et les récits d’Andrea Bruno, de Carlos Nine ou de la jeune prodige catalan Conxita Herrero.\n\nAujourd’hui encore, toujours très attentif à l’évolution du 9e Art, Rackham poursuit sont travail de découvreur de nouveaux talents, en proposant des auteurs tels Andrea Ferraris, Pietro Scarnera (prix révélation à Angoulême 2016 pour Une étoile tranquille, portrait sentimental de Primo Levi) et la polonaise Daria Bogdanska (nominée à Angoulême 2018) tout en continuant à suivre l’œuvre de ses auteurs « historiques », notamment par l’édition ou la réédition des classiques d’Alberto Breccia.",
  "website": "https://www.editions-rackham.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://www.editions-rackham.com/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
