{
  "name": "La Cinquième Couche",
  "slug": "la-cinqui-me-couche",
  "country": "FR",
  "description": "La Cinquième Couche est une maison d'édition belge indépendante. La Cinquième Couche, dite aussi 5c, publie essentiellement de la bande dessinée depuis 1993.\nFondée par un groupe d'auteurs de l'atelier de bande dessinée de l'Institut Saint-Luc de Bruxelles (Damien Rocour, Sarah Masson, Michel Squarci, Sibylle Loof, Olivier Fable, Vincent Dutreuil, Nicholas Wood, Sébastien Kempenaers, Christophe Poot, Renaud De Heyn et Xavier Löwenthal), elle demeure jusqu'à la fin des années 1990, un groupe informel qui auto-publie ses productions. Ce n'est qu'au tournant des années 2000 qu'elle devient une réelle structure d'édition. Elle est actuellement pilotée par William Henne.\nCinq collections ont été créées : F., Extracteur, écritures, ESSAIM et Point métal.\nEn 2016, le catalogue compte 110 publications (5 revues publiées entre 1993 et 1998 et le reste publié à partir de 1999), par une soixantaine d’auteurs, provenant d’une dizaine de pays différents (Belgique, France, Suisse, Allemagne, Autriche, Portugal, Grèce, Finlande, États-Unis, Corée…)\nLa 5e Couche n’a jamais clairement définit sa ligne éditoriale a priori, sinon qu’en redéfinissant sans cesse son média, elle inscrit la bande dessinée dans les pratiques contemporaines (Tout ce qui frôle la bande dessinée et tend à l’en éloigner intéresse la 5e Couche, extrait du catalogue). Cependant, on peut dégager une tendance lourde en survolant le catalogue de l’éditeur : l’approche conceptuelle. Les publications procèdent majoritairement d’un dispositif narratif ou graphique d’ordre ludique, spéculatif, théorique, poétique ou auto-référentiel, qui préside au propos de l’auteur. Alors certes ce sont des dispositifs que l’on pourra trouver ailleurs (que ce soit en bande dessinée, en littérature ou dans les arts visuels), mais il y a incontestablement, dans les choix du comité éditorial, une inclination jubilatoire pour les jeux sur le langage et les codes visuels : les détournements, les mises en abîme, les structures narratives renversées et/ou systématiques, le jeu sur les contraintes, la déconstruction du récit, la parodie, les postulats surréalistes (poétiques, insolites, absurdes), la déconstruction de l’image, le rapport texte/image dissocié, l’abstraction, le récit métaphorique, la structure musicale, l'imposture,... Tous ces dispositifs formels n’oblitèrent pas les propos de leurs auteurs, au contraire, ils les réactivent : en abordant un thème, déjà mille fois traité, sous une forme renouvelée ou inusitée, l’auteur met en avant son sujet, qu’il soit politique, autobiographique, philosophique ou social.\nCette inclination conceptuelle et ludique n’escamote pas non plus les préoccupations formelles purement rétiniennes des auteurs : couleur, matière, techniques, texture, forme, dessin, composition… (ce sont des aspects traditionnels et modernistes déjà très présents chez d’autres éditeurs, y compris plus classiques).\nDe même que La 5e Couche participe d’une tendance générale de ces dernières décennies, le décloisonnement. Les livres publiés par la 5C sont pour la plupart à la lisière de la bande dessinée. Les auteurs publiés investissent le plus souvent d’autres disciplines et cela se répercute sur leur pratique de la bande dessinée : le théâtre, la performance et l’installation, la musique, la peinture, la sculpture, le graphisme, la sérigraphie, le cinéma d’animation et la vidéo, le dessin contemporain, la photo, l’affiche, la littérature,… (cet aspect n’est pas forcément spécifique à La 5e Couche et se retrouve chez de nombreux auteurs publiés ailleurs).\nQuelques épisodes marquant ont jalonné l’histoire de la 5C : de 2004 à 2007, elle a repris à son catalogue la revue de littérature contemporaine écritures. De 2010 à 2013, elle a publié également la revue \"Soldes, Fins de Séries\", de Marc Borgers et Jean-Louis Sbille. Elle a été l'éditeur de la Bande dessinée Katz, détournement controversé de Maus, de Art Spiegelman, dans lequel l'auteur anonyme (Ilan Manouach) avait remplacé toutes les têtes des différentes espèces représentées par des têtes de chats. La 5e Couche est aussi l'éditeur de Judith Forest, succès de la bande dessinée féminine, en réalité une imposture littéraire de ses éditeurs de l’époque, William Henne, Xavier Löwenthal et Thomas Boivin.\nTexte du catalogue : La bande dessinée est une forme contemporaine parmi d'autres.5C la tient en haute estime, elle et ses lecteurs. Tout ce qui frôle la bande dessinée intéresse La 5e Couche et tend à l’en éloigner. Son champ d’action est, par définition, poreux et illimité. Il ne serait pas étonnant de trouver, parmi ses livres, un précis d’urbanisme tatare ou de dodécaphonisme bantou, pourvu qu’ils s’articulent. Deux images / photos / mots etc. peuvent suffire à établir une articulation narrative. 5C montre. Du jamais vu, jamais comme ça, s’il en est.\n5C agence. 5C fomente les conditions qui rendent la création possible. 5C n’a pas de cible. Son manifeste, ce sont ses livres.\nDès l’origine, le sens fusait de toutes parts. Parce que le sens n’est pas dans l’ordre des causes et des conséquences jusqu’au dénouement. Parce que le sens n’est pas dans l’élucidation. Comme un robot privé de sa fonction : il est inutile et libre. 5C aujourd’hui, c’est un catalogue de plus de vingt ans de publications, depuis les expériences collectives du groupe initial jusqu’aux livres d’aujourd’hui. Vous le tenez entre vos mains.",
  "website": "https://5c.be/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
