{
  "name": "Huginn & Muninn",
  "slug": "huginn-muninn",
  "country": "FR",
  "description": "Hier, les trois mousquetaires, Tom Sawyer, Little Nemo, Fantômas, Tarzan, Belphégor...\n\nAujourd’hui, Dark Vador, Mario Bros, Largo W inch, Naruto, Dexter, Batman...\n\nPour des générations, ces héros d’enfance – puis de toute une vie – incarnent le meilleur de la grande tradition feuilletonesque: une histoire haletante, des valeurs fondamentales, la découverte de nouveaux territoires. Ce qu’on nomme aujourd’hui la culture geek n’est que l’autre nom de la culture populaire, celle qui s’est développée dès la démocratisation de l’imprimé pour finir sur tous les écrans du 19e siècle.\n\nCe qu’on appelle depuis 100 ans la science-fiction, la fantaisie ou les superhéros ne sont que les émanations modernes de l’imaginaire, cette faculté qui depuis Homère inspire les contes et légendes du monde entier.\n\nAujourd’hui, et notamment grâce aux incroyables progrès techniques, l’imaginaire semble avoir partout triomphé, au cinéma, à la télévision, dans la littérature ou le jeu vidéo. C’est ce succès que nous entendons célébrer, sans prétention savante ni volonté dithyrambique, loin d’une geekexploitation bien opportuniste. Par essence, la culture populaire s’adresse à tous. Dans un sens, elle est même devenu notre culture classique et seuls ses héros et ses intrigues semblent à présent capables de réunir le bobo et le prolo, le techno et l’intello.\n\nDans la mythologie nordique, Huginn et Muninn étaient les deux corbeaux du dieu Odin. Chaque matin, ils partaient parcourir les neuf mondes d’Asgard et, chaque soir, ils rapportaient à leur maître tout ce qu’ils avaient vu et entendu.\n\nEn plaçant notre maison sous la tutelle de ces deux oiseaux mythiques, nous cherchons à poursuivre leur mission et vous donner un large panorama de l’imaginaire contemporain ; vous offrir de somptueux ouvrages sur des univers cultes ; vous faire découvrir les secrets et les coulisses de grands classiques ; vous présenter des livres inédits sur des nouvelles sagas ou de formidables jeunes talents.\n\nAvec Huginn&Muninn, l’imaginaire et la culture populaire ont retrouvé leurs messagers.",
  "website": "http://huginnmuninn.fr/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "http://huginnmuninn.fr/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
