{"metadata": [{"year": "2006", "description": "\"You Only Think You Know Who Won the War!\"\n\nRoy Thomas's epic World War II adventure unfolds in the pages of ANTHEM!\n\nRoy Thomas returns to the era of World War II in this full-color five issue series featuring the young heroes of Project Anthem. In a world in which America stands on the verge of defeat at the hands of an unholy alliance between the Axis powers and a mysterious alien force, ANTHEM may well be the last hope for victory.\n\nLegendary writer Roy Thomas, famous for his scores of comics creations and for bringing Conan the Barbarian to comics, is well known for reviving Golden Age super heroes at both Marvel and DC Comics in series like THE INVADERS and ALL-STAR SQUADRON. Now, with ANTHEM, Roy tells the Golden Age stories he always wanted to tell using creations of his own.\n\nANTHEM is a darker saga of an alternate Earth, and of the super-heroes who were created to save it. In this world, Pearl Harbor wasn't just an attack by Japanese planes on a sleepy Hawaiian base. It was a full-blown assault on the US West Coast by Imperial Japanese forces spearheaded by a towering monster that could mop up the ocean with Godzilla, and on the East Coast by Nazi shock troops . . . and ray-firing flying saucers!\n\nDriven back into the American interior, the desperate US survivors spawned Project Anthem, creating a handful of young superheroes, some of whose powers and names reflected the words of \"The Star-Spangled Banner\": Dawns Earlylight, Native American super-archeress; Stars & Stripes, two twins with very special abilities; \"Rockets\" Redglare, a flaming human rocket; BombBurst, a very explosive warrior; Liberty, a living incarnation of the proud statue the enemy destroyed in New York Harbor; and Stonewall Jackson, a living being of rock from south of the Mason-Dixon line. Led by the mysterious Agent 76, they battle the forces that have conquered Europe and Asia and now mean to trample America as the last hold-out of freedom. And they've got the power to do it!\n\nThe catch is that the Axis forces have been developing super-beings of their own, and they have an ace up their sleeve that will give even Agent 76 and the young heroes of Anthem a run for their money!", "type": "comicSeries", "publisher": "Heroic Publishing", "name": "Anthem"}]}