{"metadata": [{"year": "2013", "description": "Camp X-Ray in the U.S. military base in Guantanamo, Cuba, opened in January, 2002 in the wake of the 9-11 attacks to house alleged terrorists ― off the American mainland, unaccountable to the U.S. judiciary ― in \"indefinite detention.\" Newer and more permanent prisons were later built miles away, and continue to house terrorist suspects today. The United States government does not allow photographs of the military trials at Guantanamo, but beginning in 2006, Janet Hamlin went to Guantanamo as a courtroom sketch artist to serve as a visual witness to the courtroom prceedings and provide worldwide media with artwork drawn during them. She has been the only sketch artist covering these trials from 2006 to the present time. Sketching Guantanamo is both a collection of her most potent and revealing sketches drawn during this period, as well a chronicle of her experience at Guantanamo. Before entering the viewing booth behind multi-paneled soundproof glass in the back of the court, Hamlin is daily subjected to thorough searches, wanding, and metal detecting in three separate checkpoints. The U.S. government and even detainees can demand that certain details be \"smudged\" or even changed. When one detainee who had just pled guilty demanded that sketches of him not be released, Hamlin staged a four-hour sit-in until the authorities relented. Hamlin's drawings and her accompanying text provide rare insight into the military courts of Guantanamo. The trials are considered notorious and historic, among the most carefully censored trials in recent U.S. history, and sketches are the only visuals the world is allowed to see. Sketching Guantanamo features nearly 150 drawings, as well as photographs of the surrounding facilities that enhance the artist's illustrations and her running commentary.", "type": "comicSeries", "publisher": "Fantagraphics", "name": "Sketching Guantanamo: Court Sketches of the Military Tribunals 2006–2013"}]}