{"metadata": [{"description": "When Superman debuted seventy-five years ago, it was not merely the beginning for one character, but for an entire genre. The phrase \"super hero\" had yet to be coined when ACTION COMICS #1 hit newsstands in 1938, but once Superman entered the scene, effortlessly lifting a car above his head on that first iconic cover, the character paved the way for each of the hundreds (if not thousands) of super-powered heroes written since.\n\nSUPERMAN: A CELEBRATION OF 75 YEARS gathers a range of stories featuring the first and greatest super hero, highlighting the many roles the Man of Steel has played over the decades. In these celebrated stories, Superman is in turns the Herculean champion, the lonely alien survivor, the super-powered Boy Scout and the soul-searching leader. Over the course of seventy-five years, watch as the character grows from a simple strongman to the beloved international symbol he is today!\n\nThis Volume Collects:\n\n(\"Superman, Champion of the Oppressed\") / (\"War in San Monte\") -- ACTION COMICS #1-2 (1938) Writer: Jerry Siegel, Artist: Joe Shuster\n\"How Superman Would End the War\" -- Look Magazine (1940) Writer: Jerry Siegel, Artist: Joe Shuster\n\"Man or Superman?\" -- SUPERMAN #17 (1942) Writer: Jerry Siegel, Penciller: Joe Shuster, Inker: Joe Sikela\n\"The Origin of Superman\" -- SUPERMAN #53 (1948) Writer: Bill Finger, Penciller: Wayne Boring, Inker: Stan Kaye\n\"The Mightiest Team in the World\" -- SUPERMAN #76 (1952) Writer: Edmond Hamilton, Penciller: Curt Swan, Inker: John Fishchetti\n\"The Super-Duel in Space\" -- ACTION COMICS #242 (1958) Writer: Otto Binder, Artist: Al Plastino\n \"The Girl From Superman's Past\" -- SUPERMAN #129 (1959) Writer: Bill Finger, Penciller: Wayne Boring, Inker: Stan Kaye\n\"Superman's Return to Krypton\" -- SUPERMAN #141 (1960) Writer: Jerry Siegel, Penciller: Wayne Boring, Inker: Stan Kaye\n\"The Death of Superman\" -- SUPERMAN #149 (1961) Writer: Jerry Siegel, Penciller: Curt Swan, Inker: George Klein\n\"Must There Be a Superman?\" -- SUPERMAN #247 (1972) Writer: Eliot S. Maggin, Penciller: Curt Swan, Inker: Murphy Anderson\n \"Rebirth\" -- ACTION COMICS #544 (1983) Writer: Marv Wolfman, Artist: Gil Kane\n\"The Living Legends of Superman\" (excerpt) -- SUPERMAN #400 (1985) Writer: Elliot S. Maggin, Artist: Frank Miller\n\"For the Man Who Has Everything\" -- SUPERMAN ANNUAL #11 (1985)Writer: Alan Moore, Artist: Dave Gibbons\n\"The Name Game\" -- SUPERMAN #11 (1987)  Writer/Penciller: John Byrne, Inker: Karl Kesel\n\"Doomsday\" -- SUPERMAN #75 (1993)  Writer/Penciller: Dan Jurgens, Inker: Brett Breeding\n\"What's So Funny About Truth Justice and the American Way?\" -- ACTION COMICS #775 (2001)  Writer: Joe Kelly, Pencillers: Doug Mahnke, Lee Bermejo\nInkers: Tom Nguyen, Dexter Vines, Jim Royal, Jose Marzan, Jr., Wade Von Grawbadger, Wayne Faucher\n\"Question of Confidence\" -- Mythology: The DC Comics Art of Alex Ross (2003)  Writer: Chip Kidd, Artist: Alex Ross\n\"The Incident\" -- ACTION COMICS #900 (2011)  Writer: David S. Goyer, Artist: Miguel Sepulveda\n\"The Boy Who Stole Superman's Cape\" -- ACTION COMICS #0 (2012)   Writer: Grant Morrison, Artist: Ben Oliver\n", "name": "Superman: A Celebration of 75 Years", "year": "2013", "publisher": "DC", "type": "comicSeries"}]}