{"metadata": [{"year": "2016", "description": "En plein XVIIe siècle, à vingt ans de distance, deux limiers enquêtent sur des crimes impunis en Angleterre et à Java. Spectaculaire et hyper réaliste, une nouvelle série historique signée Jean-Yves Delitte.\n\nAngleterre, Yorkshire, 1663. Flanqué du fidèle sergent Andover, une fine lame au langage fleuri, Arthur J. Joyce Byron Pike, major de la police du roi en poste à York, débute une enquête qui s’annonce aussi difficile que sinistre : identifier les trois victimes dont on vient de retrouver les restes démembrés, et arrêter leurs assassins. Au même moment, son fils William découvre, dans le grenier du manoir familial, le journal vieux de vingt ans d’un certain James Eddington, qui relate son voyage aux Indes néerlandaises, dans l’île de Java-Batavia. Intrigué, le major découvre, à la lecture du document, qu’Eddington menait lui aussi une enquête mandatée par la couronne britannique, afin d’élucider les circonstances de la disparition de Sir Francis Edgard Mac Laury, un proche du souverain anglais mystérieusement massacré avec son équipage dans le sud de Java. Dès lors, à deux décennies de distance et aux antipodes l’une de l’autre, les deux enquêtes sont relatées en parallèle, lestées d’une très étrange coïncidence : dans l’un et l’autre cas apparaît à l’arrière-plan la VOC, la très puissante Compagnie Néerlandaise des Indes orientales, qui semble y jouer un rôle occulte mais néanmoins bien réel…\nFidèle à sa passion pour l’Histoire et le passé glorieux de la marine à voile, Jean-Yves Delitte mobilise les techniques narratives du thriller et du polar au service de cette nouvelle série pleine de surprises et de rebondissements, qui conjugue brillamment réalisme, aventure et exotisme. La suite, vite !", "type": "comicSeries", "publisher": "Casterman", "name": "Le Sang des Lâches"}]}