{"metadata": [{"year": "2019", "description": "Starts fast and keeps running, with a world I could believe, characters I truly cared for, and an adventure full of action and twists that kept me turning the pages!\" - Paul Tobin\"Underfoot is a fast-paced adventure in the tradition of military action tales like The Dirty Dozen or Where Eagles Dare, with the astonishingly plausible twist that the heroes are a hard-as-nails mercenary team of fluffy hamsters. I thoroughly enjoyed every suspenseful moment reading this book!\" - Colleen Coover \"The Underfoot is an over-the-top great adventure, a thrill ride with heart. The story pulls you in and the characters keep you cheering them on. Oh yeah, so they're hamsters. Cute little fluffy hamsters, right? Wrong. Do not underestimate them. Great premise, great story, great art, and the only not-so-great part is having to wait for the next volume.\" - Esther Friesner, author of Princesses of Myth series It has been untold years since the Giants-That-Were disappeared, leaving behind the animals forever changed by their strange science. Now, granted the gifts of intelligence and self-awareness, the valiant Hamster Aquatic Mercenaries struggle to keep their horde alive in the dangerous new world.   In The Underfoot: The Mighty Deep, H.A.M. has been hired to save their badger allies from dangerous flooding, but first they'll need new recruits. Only the best of the best can join the ranks of H.A.M., and the colony's most ambitious young hamster pups compete for their chance at glory and prestige. Those who succeed, however, soon discover that life outside their burrow is not the grand adventure they imagined, but instead find a world of deadly threats and conflicting stories about their species' origins. Combining heroic battles, dark mysteries, and heartfelt friendships, The Underfoot: The Mighty Deep is the beginning of an epic sci-fi trilogy chronicling the animal kingdoms left to rise and fall in the absence of the Giants-That-Were. When the hamsters learn the truth about their past, will they find the strength to overcome the forces aligning against them, or will their tiny horde be wiped from the earth?", "type": "comicSeries", "publisher": "Caracal", "name": "The Underfoot"}]}