{"metadata": [{"year": "2019", "description": "\"FOR MORA WE STRIVE\" On tiny Mora—hurtling through space trying to find a star bright enough to sustain its fading life—everyone must do their part to keep the planet alive. Workers work. Leaders lead. Fighters fight. But Loon Ozoa, confined to the life of a pit worker but born with the heart and passion of a warrior, dreams of enlisting in the Temple of Sacred Defense and fighting the monstrous Feeders that threaten his people's existence. When his friend Val Mol, second in command of the Rightful Blade, promises Loon a place in his ranks, Loon hopes to finally serve a higher purpose. But his hoverhog-riding, glint-slinging, mine-master grandma and her motley crew—the Cloud Raiders—are none too pleased about Loon trading in his drill rig for a shift sword. Determined to serve Mora, Val and Loon's place in the military soon gets them lurched right into the murky waters of a conspiracy, one that holds dark secrets at the hands of their supreme regent. Will Val and Loon remain loyal to their commander, or will the secrets they uncover change everything they thought they knew about the purpose of their fight and fate of their planet? \"Reading Glint is good training for being able to see past the noisy squabbling of individuals towards the bigger systems, structures, and power dynamics in play. Or a gorgeously drawn and high-energy, other-world adventure. Your pick! But if I wanted a kid to ask critical questions about why the world isn't as it should be, and who is benefiting and who is being hurt, without hitting them over the head with it, I might slip them this book.\"  —Thi Bui, author of The Best We Could Do, illustrator of A Different Pond \"The world of Glint pulls you right in and never lets up for a moment. A thoughtful, layered world, with grit and grace.\"  --Harvey Award winner Mariah McCourt, creator of Stitched and New York Times bestselling writer of True Blood: All Together Now  \"Sattin and McGinty's Glint is a masterful work of rebellion, filled with rousing speeches, edge-of-your-seat adventure, treachery, and danger. It dares to ask the question: how much is hope worth to you?\" --David Gallaher, Harvey Award-winning writer of The Only Living Girl, The Only Living Boy, High Moon, and Box 13 \"A sweeping sci-fi adventure, rich with imagination and mystery.\" -Ben Costa, creator of Rickety Stitch and Pang the Wandering Shaolin Monk \"Reading Glint is like watching a Saturday morning cartoon rerun from a show you forgot existed. Sattin's fun dialogue bounces effortlessly from McGinty's dynamic illustrations which are brought to life by Kays' warm, inviting colors. Rarely is there such harmony between creators. Glint is something special.\" -S.M. Vidaurri, creator of Iscariot and Iron: Or the War After  ", "type": "comicSeries", "publisher": "Caracal", "name": "Glint"}]}