{
  "name": "Warum",
  "slug": "warum",
  "country": "FR",
  "description": "Fondée en 2004 par deux auteurs issus des arts décoratifs de Paris, Benoît Preteseille et Wandrille Leroy, WARUM est une maison d’édition de bande dessinée atypique qui a volontairement choisi de s’éloigner des codes du genre pour promouvoir avec humour une bande dessinée expérimentale et novatrice, dans deux collections, Civilisation (phalange artistique) et Décadence.\nLe succès des Moi Je de Aude Picault, auteur phare de la nouvelle génération, les couvertures à la forte présence graphique et le contenu exigeant des livres ont permis de mettre en lumière une jeune garde d’auteurs, édités pour la plupart pour la première fois et d'éditer des livres forts et novateurs, comme le Au Rallye de Pierre Place, nominé à Angoulême parmi les incontournables de l'année 2009,comme le Moi Je Et Caetera l'avait été en 2007\nEn 2008 est fondé VRAOUM ! un label qui se consacre à une bande dessinée plus ouverte au grand public, ouverte sur les nouveaux supports de publications, notamment internet (Blog, webcomics, interactivité…), afin de mettre l’exigence qui était celle de WARUM dans la conception de ses livres au service d’une bande dessinée populaire dans la lignée de Gotlib, Goscinny, Morris ou Charlier.VRAOUM ! ouvre donc son catalogue avec deux collections Autoblographie (autobio plus ou moins fictive issue du blog), puis Heromytho ( livres portant sur des héros à tendance mythique), qui sont suivie en 2010 par deux nouvelles collections : Bête comme chou (série animalière, fuitrière, légumière) et ConConcept (série à concept un peu bête)La première action de VRAOUM ! aura été l’organisation du concours Révélation Blog lors du festival d’Angoulême, qui a récompensé Aseyn en 2008, Lommsek en 2009, puis Lilla en 2010. Il sera un des premiers auteurs publiés de ce nouveau label. Les deux premiers livres seront celui de Monsieur Le Chien, et La Boucherie de Bastien Vives, auteurs qu'on ne présentent plus.S'ensuivront, entre autre chose l’adaptation en 2009 du blog de Laurel, Un crayon dans le cœur ainsi qu’une flopée de projets issus de la publication internet, ou pas.\n\nQue ce soient WARUM ou VRAOUM, on retrouve dans les deux cas, le soin apporté à la conception des livres et la volonté de faire les choses différemment et de réinventer certains codes.\n\nLes deux structures s'impliquent régulièrement dans la promotion d'événements atypiques, mélangeant le spectacle vivant et la création internet dans les festivals où ils sont présents (Lyon-BD, Colommiers, Angoulême...) Benoît Preteseille et Wandrille, les deux auteurs fondateurs animent aussi régulièrement des conférences, sérieuses ou irrévérencieuse portant sur leur métier d'éditeur, sur la création en ligne, ou sur la bd en généraleEn six ans d'existence, Warum, et VRAOUM fondé en 2010, creuse dans le paysage de la bande dessinée son sillon de trublion graphique et narratifs, impertinents et innovants.\n\nEn 2014, Warum-Vraoum rejoint le groupe Steinkis et commence à conquérir le monde.",
  "website": "https://www.warum.be",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
