{
  "name": "Larousse",
  "slug": "larousse",
  "country": "FR",
  "description": "Larousse, dont le logo est familier à toutes les générations depuis cent cinquante ans, est l’une des marques les plus solidement ancrées dans la société française. Leader dans le domaine du dictionnaire et de l’encyclopédie, la maison édite des dictionnaires de langue, des dictionnaires scolaires, des dictionnaires thématiques et des dictionnaires bilingues. Depuis 2008, Larousse propose de nouveaux modes d’accès à la connaissance, comme son encyclopédie en ligne,www.larousse.fr, disponible gratuitement et plébiscitée par les enseignants pour les recherches en milieu scolaire. La maison a élargi le champ de son savoir-faire tout en restant fidèle à la transmission du savoir. Larousse est le deuxième éditeur français sur le marché des livres pratiques avec des ouvrages consacrés à la santé et au bien-être, à la cuisine, au jardin, à la nature et aux loisirs créatifs. Par ailleurs, sur le Net,cuisine.larousse.fr propose des milliers de recettes en accès gratuit et permet aux internautes de partager leurs recettes. Larousse publie également une gamme de beaux livres, documentaires et ouvrages de référence, à destination du grand public comme des initiés. Référence incontournable des classiques en France avec Les Petits Classiques Larousse, les Éditions Larousse accompagnent et soutiennent les élèves tout au long de leur apprentissage grâce à de nombreux ouvrages parascolaires en français et en langues étrangères. Enfin, dans tous les univers qui passionnent les enfants (dinosaures, astronomie, Égypte ancienne, requins, corps humain), Larousse utilise son expérience d’encyclopédiste et édite des albums illustrés et des livres-coffrets. Larousse fait partie des rares marques d’édition à avoir développé une assise internationale et édite dans 41 langues.",
  "website": "https://www.larousse.fr/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://www.larousse.fr/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
