{
  "name": "Soleil Productions",
  "slug": "soleil-productions",
  "country": "FR",
  "description": "L’aventure Soleil débute en 1989 grâce à la volonté et l’envie de Mourad Boudjellal de se lancer dans l’édition de bande dessinée.\n\nSoleil se fait connaître alors par la parution de l’album Parodies dans lequel des grands noms du genre détournent leurs propres séries.\n\nMais c’est surtout via la réédition de classiques tels que Rahan, Blek le Roc et Tarzan que Soleil se démarque rapidement du marché ; avant de se lancer pleinement dans un genre encore peu exploité à cette époque : l’heroic fantasy.\n\nLe succès rapide et important des séries Lanfeust (dès 1994) propulse la maison d’édition toulonnaise au rang des plus grands éditeurs de BD française.\n\nEn 25 ans, Soleil a ainsi constitué un important catalogue, en élargissant petit à petit ces choix éditoriaux. Car si l’heroic fantasy colle bien à l’image de la maison, Soleil c’est aussi divers genres qui étoffent le catalogue au fil du temps. Ainsi naissent différentes collections bien distinctes : Soleil Celtic (2002), Soleil l’âge d’or, Soleil Manga (2003), Quadrants (2007), Soleil Ésotérique (2008), Métamorphose (2008), Blackberry (2009), Noctambule (2009), VenusDea (2009), Cherche Futurs (2010), 1800 (2010) - qui sont à la fois reconnues et saluées par le public comme par la critique.\n\nSoleil devient ainsi un catalogue complet, mêlant habilement les premières séries d’auteurs prometteurs aux séries produites par de grands noms de la BD populaire comme Ange, Arleston, Canepa, Dutto, Floch, Istin, Mourier, Tarquin et bien d’autres. \n\nEn 2011, un grand changement s’opère pour les Éditions Soleil qui rejoignent le groupe de Guy Delcourt. Tout en conservant son identité, Soleil continue son développement de nouveaux projets, mais sous le signe désormais du Groupe Delcourt.",
  "website": "https://www.editions-soleil.fr/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://www.editions-soleil.fr/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
