{
  "name": "Scutella Editions",
  "slug": "scutella-editions",
  "country": "FR",
  "description": "Scutella Editions éditeur indépendant basé à Angoulême,voit le jour en janvier 2009, et mène ainsi sa barque, bon an, mal an, depuis les quais de la Charente et de la capitale mondiale de le bande dessinée.\n\nLe catalogue présenté ici vous propose de la BD, de l’illustration, de la poésie ainsi que des carnets de voyage pour découvrir et partager des univers étonnants, s’évader et imaginer des voyages graphiques inédits. Pour les plus jeunes, ils pourront s’éveiller et grandir aux côtés de mondes imaginaires inattendus. Nous travaillons avec des auteurs aux univers et styles variés à qui nous permettons de publier des livres uniques. N’hésitez pas à nous contacter pour vos futurs projets, nous serons ravis de lire vos manuscrits et découvrir vos planches de dessins.\n\nA l’heure de la fameuse “crise” et d’un monde culturel trop souvent malmené, quand bien même il contribue à la création de notre richesse nationale (3% du PIB cf Ministère de l’Economie et Ministère de la Culture) une microstructure telle que Scutella Editions persiste et signe.\n\nEn effet, elle poursuit son difficile et magnifique chemin éditorial grâce au soutien indéfectible de ses auteurs, de sa graphiste, Nathalie Boitière pour Little Spoon\nDe plus, la maison d’édition s’appuie depuis septembre 2017 sur un partenariat avec un centre de ressources pédagogique, l’association Fleur de Géants, soutenue par le Département de la Charente et le programme Bulle de Culture de la Ville d’Angoulême, afin de valoriser auprès des professionnels du livre et de la lecture l’ensemble du catalogue, que ce soit en festivals, dans les médiathèques et bibliothèques, ou encore lors de rencontres et d’animations avec le public.\nEnfin, sans le travail de fourmi et de longue haleine de nos libraires privilégiés et celui des médiateurs culturels en bibliothèques et médiathèques, le monde des livres ne nous révèlerait pas ces imaginaires ouverts à toutes et tous !",
  "website": "https://scutella.fr/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://scutella.fr/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18",
  "theme": {
    "bg": "#e2e8f0",
    "text": "#e2e8f0",
    "label": "#000000"
  }
}
