{
  "name": "The Hoochie Coochie",
  "slug": "the-hoochie-coochie",
  "country": "FR",
  "description": "Au fil de son existence, The Hoochie Coochie accueille au sein de ses revues nombre d’auteurs débutants ou confirmés, édite livres et projets.\nEn janvier 2002, Tarabiscouille et Gotpower (Gautier Ducatez) proposent au Festival d’Angoulême le fanzine Turkey Magazine n° 1. Seulement deux mois plus tard, les fondateurs rejoints par AL (Anne-Laure Courtès) et Olivier Philipponneau publient Turkey Comix n° 1, premier numéro d’une revue dont l’aura ira croissant tout au long des années 2000.\nLes sept premiers numéros qui composent la première formule de la revue sortent en 12 mois, preuve de l’effervescence et de l’envie d’expérimenter qui anime l’équipe originelle désormais élargie (une douzaine d’auteurs vont et viennent). Face à l’urgence, la fabrication est des plus sommaires (feuillets A4 photocopiés et agrafés), et ce n’est qu’en septembre 2003 sous l’impulsion d’Olivsteen (Olivier Frampas) que la revue devient un véritable objet manufacturé : les couvertures seront désormais imprimées en gravure ou en sérigraphie et la reliure sera réalisée manuellement jusqu’au numéro 15 sous la supervision experte d’AL et de Sarah Fist'Hole.\nÀ mesure qu’augmente la qualité de l’objet, de significatifs progrès dans la pratique de la bande dessinée se font jour et l’exigence quant aux publications augmente. Dans le même temps, la structure prend une existence légale, et l’association The Hoochie Coochie est créée en septembre 2004.\nAinsi les premiers livres naissent (Vous faites bien d’enterrer vos morts de Freddo, Baston de Rue de Gotpower), la fabrication n’est pas encore celle que l’on connaît aujourd’hui, mais sous l’impulsion d’un comité éditorial composé de quatre personnes dont un seul auteur (Claire Beaumont, Alexandre Balcaen, Romain Mollica et Gautier Ducatez) paraitront en octobre 2007, les deux ouvrages inauguraux du catalogue véritable : Poisson Gélatine de Tarabiscouille et Jamestown de Christopher Hittinger. L’utilisation de la linogravure est conservée jusqu’aux couvertures de ces premiers livres, mais les limites des procédés artisanaux se font sentir avec l’augmentation des tirages. Ils restent toutefois la norme de Turkey Comix et refont leur apparition lorsque nécessaires. Toujours est-il que l’influence de la gravure a définitivement façonné le graphisme de nos couvertures, rendant nos livres identifiables parmi bien d’autres.\nLa reconnaissance des pairs viendra lorsque Turkey Comix et sa petite sœur DMPP (ex Dame Pipi Comix) seront lauréates respectivement en 2008 et 2009 du prix de la bande dessinée alternative à Angoulême – un doublé qui est aussi une première pour un éditeur dans cette catégorie. S’en suivent les premiers succès éditoriaux avec la participation des Déserteurs de Christopher Hittinger à l’exposition Architecture & Bande dessinée à la Cité de l’architecture et la sélection officielle du Fils de l’ours père de Nicolas Presl au festival d’Angoulême 2011.\nAu fil de son existence, The Hoochie Coochie accueille au sein de ses revues nombre d’auteurs débutants ou confirmés, édite livres et projets individuels, collabore avec quelques fanzines et éditeurs amis, et ouvre ses yeux et ses pages à un au-delà de nos frontières. Son départ tardif dans une aventure plus professionnelle doit être vu comme le fruit d’une maturation nécessaire, trop souvent délaissée dans l’édition contemporaine et pourtant source essentielle de pérennité pour ces projets. Outre les deux revues à périodicité annuelle, The Hoochie Coochie publie désormais 4 à 6 livres par an. Ce qui est peu, mais ce rythme lent reflète une politique éditoriale, que nous souhaitons audacieuse et rigoureuse, dans laquelle nous nous appliquons à rejeter les systèmes de surproduction actuels en bande dessinée. Prolongement public de ces réflexions, nos ateliers pédagogiques ont pour vocation de donner à ressentir le considérable investissement humain que comporte tout projet d’écriture. Car nos livres ne sont guère conçus autrement et ont pour destinée de revenir à la source essentielle de tout écrit : laisser une trace.",
  "website": "https://www.thehoochiecoochie.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://www.thehoochiecoochie.com/"
    }
  ],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
