{"metadata": [{"year": "2010", "description": "School bullying is universally decried, bemoaned, and condemned. Newspapers, magazines, television, and movies all reflect the ugly truth ... bullying is not only on the rise, but becoming more dangerous every day. Whether it's a teenager committing suicide as a result of a Facebook posting or a group of schoolchildren taunting another autistic child and filming it for the \"entertainment\" of others, the longest-lasting, deepest-scarring impact of bullying is emotional, not physical. Failure to understand this has handicapped an already-insipid series of failed \"solutions.\"\n\nHeart Transplant is aimed at actually *changing* the way we deal with perhaps the most critical issue for children and parents alike today. To accomplish this mission, an entirely new medium was created. Neither a graphic novel nor a self-help book, it uses elements of both to deconstruct bullying, and to offer both teens and their parents the true \"facts of life.\"\n\nNine-year-old Sean's only experience with parenting was the series of men his alcoholic mother made him call \"Daddy.\" He knows he doesn't belong ... anywhere. And never will. He sees himself as others see him: Outsider.\n\nWhen Sean comes home from school one day, he opens the door to a pair of corpses - his latest \"father's\" attempt at dope-dealing ended badly. The police arrive, the bodies are bagged, and the \"Welfare lady\" is telling Sean how much he's going to love his new foster home when an older man suddenly crosses the threshold. He tells the social worker that he's the father of the dead man, so that makes him responsible for his \"grandson.\" And he offers Sean a choice: come and live with him, or take his chances with foster care.\n\nLife with the man Sean comes to call \"Pop\" is Paradise compared to the past. A brilliant and hardworking student, Sean finally has someone to show his report card to ... and he listens to Pop harder than he ever did to a teacher. Still an Outsider, yes, but now there's one place on earth where he knows he's always welcome. And always safe.\n\nBut puberty brings Sean into a new world; a world where he is bullied every day ... a world where his status as \"Outsider\" is confirmed in endlessly cruel ways. He never complains, but Pop quickly discovers the truth. When Sean protests that \"It didn't hurt.\" his real father responds that he knows that's a lie ... because when his son is hurt, he hurts, too. This is Sean's first experience with empathy, and his first understanding of emotional abuse.\n\nHis understanding of bullying comes later ... when Pop shows him not only its true roots, but its antidote. Pop gives his son what he needs most: A heart transplant. It is not until after Pop's death that Sean learns the special sacrifice his father had made to give him that transplant, and that final understanding is Sean's ultimate legacy.\n\nTimely and confrontational, HEART TRANSPLANT is the gripping story of young boy's transformation from bullied \"outsider\" to true manhood. The universality of this work is such that what Sean learns is communicated to bullied children and their parent(s) alike. It speaks with a truth that cannot be denied, but also with a response that can be replicated.", "type": "comicSeries", "publisher": "Dark Horse", "name": "Heart Transplant"}]}