{
  "name": "Artège Éditions",
  "slug": "art-ge-ditions",
  "country": "FR",
  "description": "Maison d'édition catholique appartenant au groupe de presse et édition Elidia.\n Suite à la création d’une activité de vente par correspondance religieuse en 2005, Bruno Nougayrède et Loïc Mérian créent leur maison d’édition en 2007. Sous la marque Tempora, une soixantaine de titres est éditée entre 2007 et 2009. Puis lorsque le groupe Elidia se constitue la maison prend le nom d’éditions Artège.\n\nLe premier livre édité est « Pie XII et les juifs », du rabbin David Dallin qui connaît un bon succès. Au départ les thèmes d’édition sont très diversifiés : de la spiritualité à l’histoire en passant par la jeunesse et même la géopolitique. En 2009 sort la première bande dessinée des Familius qui connaît depuis lors un beau succès avec plus de 30 000 albums vendus.\n\nFin 2009, l’acquisition des éditions Soceval permet d’intégrer les travaux d’exégèse bien connus du public de Marie-Noëlle Thabut. En 2010 sont lancées les collections « Grands classiques de la spiritualité » et « Sed Contra », fruit d’une collaboration avec l’institut Catholique de Toulouse pour la publication de travaux de théologie. Cette année-là Artège publie « Mendiants d’amour » du père Dauchez qui fait connaître la situation dramatique des enfants des rues de Manille.\n\nEn 2011 est lancée la collection « Prières en poche » dont les volumes se sont vendus à plusieurs dizaines de milliers d’exemplaires. Mgr Centène est le troisième évêque à publier chez Artège. Le nombre de titres publiés dépasse la cinquantaine. En 2012 le père Zanotti Sorkine publie son essai « Croire » qui atteindra les 30 000 exemplaires. En 2014 le père Hervé Grosjean avec « Aimer en vérité » atteint les mêmes ventes.\nLe développement\n2014, c’est l’année de la reprise par le groupe Elidia de plusieurs maisons d’édition dont Desclée de Brouwer, Le Sénevé, Lethielleux. Après un lourd travail de reprise financière les secteurs d’activité des différentes maisons religieuses du groupe sont redéfinis, Desclée de Brouwer revenant à sa dominante de sciences humaines . Désormais les éditions Artège sera recentré sur une identité religieuse forte autour de livres de spiritualité, de témoignages et de transmission de la foi. Un secteur jeunesse accueille romans et bandes dessinées dans un esprit « familial ».\n\nLe Sénevé devient une marque attachée à Artège et développe à nouveau fortement son secteur catéchèse. Quant à Lethielleux, également rattachée à Artège elle devient la marque de sciences religieuses du groupe, publiant des travaux de nature universitaire ou scientifique, dans une « intelligence au service de la foi ».\n\nEn 2016, le secteur religieux du groupe Elidia, sous la responsabilité de Loïc Mérian, est paré pour annoncer la « bonne nouvelle » dans un esprit de sérieux professionnel et d’évangélisation.",
  "website": "https://www.editionsartege.fr",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [],
  "labels": [],
  "notes": "",
  "last_updated": "2026-01-18"
}
