{"metadata": [{"year": "2017", "description": "Nelvana was one of the world's very first superheroines, predating Wonder Woman by several months, and is among the ranks of the first Canadian superheroes to emerge after Canada placed an embargo on US luxury goods during WWII.\n\nFirst appearing in 1941, Nelvana was tasked with protecting Canada's northern lands. Using the powers of the northern lights, Nelvana could fly at incredibly fast speeds, become invisible, and even turn into dry ice! She used her great powers to ward off Nazi invaders, shady fur traders, subterranean mammoth men, and interdimensional ether people.\n\nNelvana was originally inspired by an Inuit elder named Nelvana that the Group of Seven painter Franz Johnston met in the Northwest Territories in the late 1930s. Bringing back tales of his travels to his friends in Toronto, Johnston teamed up with Adrian Dingle to create the first issue of Nelvana of the Northern Lights, first appearing in Triumph-Adventure Comics, 1941.\n\nFor the first time since her story ended in 1947, Nelvana's complete adventures have been collected and reprinted in one single volume, with over 320 pages of artwork by her creator Adrian Dingle.\n\nWith the aid of her brother Tanero, a demigod cursed to appear as a Great Dane, and her sidekick Mountie Cpl. Keene, Nelvana was a steady force for good for six years before her adventures came to an end in 1947.\n\nStarting in October 2014, comic book fans Hope Nicholson and Rachel Richey worked together to raise the funds necessary to track down Nelvana's entire story, with comic books located from all across Canada. Their goal was to bring Nelvana back to the consciousness of comic fans worldwide as one of the leading ladies of the comic book industry's golden age.\n\nFeaturing an introduction by editors Hope Nicholson and Rachel Richey, and foreword/afterword by Dr. Benjamin Woo and Michael Hirsh.", "type": "comicSeries", "publisher": "Bedside Press", "name": "Nelvana of the Northern Lights"}]}