{"metadata": [{"year": "2016", "description": "The future: a dying Earth has been abandoned, the poor and weak left behind. While Earth's elite survivors colonized Mars, its outcasts--the miscreants, criminals, fringe-dwellers, crackpot scientists, and sociopaths--fled inward, to Venus (\"a place fit for scumbags\"). Three generations later, the denizens of Venus, strengthened by hardship forged in brutality and hellish conditions, are thriving. Attracted by the successful launch of Venus's second floating \"cloud city,\" the corporate fascists of the Mars Council launch an insurgency for control of Venus... but Braxton, the third generation leader of this colony of outlaws, will fight to save his family dynasty. \n\nPreviously published in Dark Horse Presents, this is the collection--and continuation--of Ken Pisani and Arturo Lauria's highly praised sci-fi drama Colonus. \n\n\"COLONUS quenches its audience's thirst for intelligent science fiction via a cocktail of killer art, grounded characters, and unique world building--finished off with a splash of subversion.\" -Nicole Perlman, Guardians of the Galaxy screenwriter  \n\n\"Loved it! COLONUS is another fresh take on what the future holds for mankind. This is the kind of sci-fi I live for.\" --Jimmy Palmiotti, Harley Quinn, Painkiller Jane \n\n\"A hell of a story with echoes of Arthur C. Clarke and Greek tragedy, one that gives us an image of our own times.\" --Denny O'Neil, Batman, Green Lantern/Green Arrow  \n\n\"Big, expansive, filled with a rich curiosity of distant worlds and people, all of which become vehicles for examining humanity in its barest form.\" --Michael Moreci, Hoax Hunters, Roche Limit  \n\n\"Bada bing! A mob war in space! Bad ass and righteous--even Tony's crew would not f*ck with these guys!\" --Joe Gannascoli, The Sopranos  \n\n\"Total Recall on steroids. If Frank Miller and Mike Mignola had a love child, his name would be Arturo Lauria. I'm drooling for the next chapter.\" --Monkeys Fighting Robots \n\n\"5 out of 5 stars! Pisani creates a world that is so immediately believable that it's almost too scary to read. And speaking of horrific, Lauria's artwork is amazing and terrifying and compelling all in one.\" --comicbooked.com \n\n\"High concept...but also effortless. FANTASTIC premise, an incredible, brilliant allegory on the growth of nations into power. Arturo Lauria's artwork is striking a bold.\" --The Beat: Comics Culture  \n\n\"A great balance of sci-fi, a touch of horror, and a perfect dash of quirk. Gritty...with just the right amount of deadpan humor mixed in.\" --Comics Grinder \n\n\"Arturo Lauria has created a future full of hard edges, sharp angles, and hard contrast. It's strange, but...beautiful (granted, in a dark, terrifying way).\" --All Geek to Me \n\n\"Fun, smart sci-fi with a striking visual style. We need more sci-fi like COLONUS in comics!\" -Fred Van Lente, X-Men Noir, Spider-man, Archer & Armstrong  \n\n\"An intergalactic good time.\" -expertcomics.com\n", "type": "comicSeries", "publisher": "Dark Horse", "name": "Colonus"}]}