{"metadata": [{"description": "Worlds collide in DC Comics and Dark Horse's greatest crossover events featuring the Justice League!\n\nIn the dense forests of Central America, Superman makes an incredible discovery: a spacecraft of unknown origin, which could point humanity toward new technological advances—or spell its doom. As the Man of Steel realizes the ship is somehow draining his powers, a terrorist organization arrives to use the ship for their own nefarious plans. As Superman struggles to focus his waning power, the ship's predatory owner returns...\n\nWhen the insane sentient computer, Skynet, sends Terminators to present-day Metropolis to hunt John Connor, it didn't plan on the Man of Steel coming to the rescue...or did it? As the battle to save mankind rages in the Metropolis of the present and the future, will the combined might of Superman, Supergirl, Superboy and Steel be enough to stop the deadly killing machines—and their new ally, the Cyborg Superman—from terminating John Connor?\n\nWhen magic-wielding Nazis known as the Knights of October kidnap the original Starman, Ted Knight and Batman must begrudgingly accept the help of Hellboy to track down the kidnappers. The mysterious plot thickens and leads to the jungles of South America, where Jack Knight, the current Starman, joins the investigation to rescue his father. Can these three heroes stop the metaphysical scheme the Knights of October are concocting?\n\nThe daughter of a prominent Gotham politician is missing after a mysterious explosion, and her friend Barbara Gordon and Batgirl follow a lead to Arcadia to find out what's really going on. Meanwhile, the psychotic Two-Face discovers that some of his dead Gotham City henchmen have been reanimated and recruited into the service of Arcadia's crime lord, Malcolm Greymater. Arcadia's vigilante heroine, Ghost, soon finds her sordid little city in the center of an all-out gang war between Two-Face and Greymater—and if she wants this war to stop, she'll need the help of Oracle and Batgirl to get the job done!\n\nDC COMICS/DARK HORSE COMICS: JUSTICE LEAGUE VOL. 1 contains some of the most exciting crossovers between Dark Horse and DC's greatest juggernauts! Collects SUPERMAN VS. PREDATOR #1-3, SUPERMAN VS. THE TERMINATOR: FIGHT FOR THE FUTURE #1-4, BATMAN/HELLBOY/STARMAN #1-2 and GHOST/BATGIRL #1-4.", "name": "DC Comics/Dark Horse Comics: Justice League", "year": "2016", "publisher": "DC", "type": "comicSeries"}]}