{
  "name": "Le Livre de Poche",
  "slug": "le-livre-de-poche",
  "country": "FR",
  "description": "C’est en février 1953 que paraissent les premiers « Livre de Poche », Koenigsmark de Pierre Benoit (le n°1), L’Ingénue libertine de Colette, Les Clefs du royaume d’A.J. Cronin, Pour qui sonne le glas d’Hemingway… Ils valent alors deux francs, soit à peine plus que le prix d’un quotidien, un peu moins que celui d’un magazine. Les débuts de cette nouvelle collection – qui deviendra une nouvelle manière de lire, démocratique et décontractée – sont modestes, et l’accueil du public, réticent : ne « braderait »-on pas la littérature ? Henri Filipacchi, lui, ne doute pas de son bel avenir. Alors, secrétaire général de la Librairie Hachette, il possède une exceptionnelle connaissance du livre et de ses métiers. Par le passé, il a joué un rôle décisif notamment dans le lancement de collections aussi diverses que la « Bibliothèque de la Pléiade » ou la « Série noire ». Assisté d’une équipe restreinte, Henri Filipacchi se lance résolument dans l’aventure du Livre de Poche, dont la société éditrice, la Librairie Générale Française, est installée au 15, boulevard de la Madeleine, dans les lieux mêmes qu’avait habités Marie Duplessis, alias Marguerite Gautier, la « Dame aux camélias ». Réaliste et visionnaire, convaincant et chaleureux, il associe à son projet ses amis éditeurs d’Albin Michel, de Calmann-Lévy, de Grasset et de Gallimard. Détenteurs des plus grands fonds éditoriaux français, ils seront ainsi les « pères fondateurs » du Livre de Poche.\n\nL’originalité d’Henri Filipacchi fut surtout de mettre au service des grands textes littéraires, classiques et modernes, les techniques d’impression et de diffusion qui, jusque-là, étaient plutôt l’apanage du roman populaire, voire de la « littérature de colportage », et d’avoir pressenti, puis accéléré considérablement la démocratisation de la lecture en mettant à la disposition d’un large public non simplement des romans d’évasion déjà portés par leur succès mais des œuvres parfois réputées difficiles. Le pari d’Henri Filipacchi était donc plus qualitatif que quantitatif. On mesure aujourd’hui la justesse de son intuition, et son audace.\n\nAvec plus d’un milliard d’exemplaires vendus depuis sa création en 1953, Le Livre de Poche est aujourd’hui le premier éditeur de format poche en France. Fidèle à sa vocation, cette maison, qui accueille aussi des éditeurs tiers, dispose d’un catalogue qui s’adresse à tous les publics et couvre un large spectre littéraire, des grands classiques (J.R.R. Tolkien, Boris Vian, Stefan Zweig, Harper Lee...) aux best-sellers contemporains français et étrangers (Delphine de Vigan, Grégoire Delacourt, Virginie Despentes, Pierre Lemaitre, Michael Connelly, Anthony Doerr, Dan Brown, Victoria Hislop, Ken Follett, Anna Todd... et bien d’autres), des livres pratiques aux essais et ouvrages de référence (Dale Carnegie, Frédéric Saldmann, Frédéric Lenoir ou Beate et Serge Klarsfeld, etc.). Le Livre de Poche édite également des textes inédits d’auteurs de son catalogue et compte désormais une vingtaine d’auteurs français et étrangers publiés directement sous le label Préludes. Plus de 650 titres de son catalogue sont actuellement disponibles en version numérique.",
  "website": "https://www.livredepoche.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://www.livredepoche.com/"
    }
  ],
  "labels": [],
  "notes": "BD-Tek: Site Internet : Le Livre de Poche Le Livre de Poche",
  "last_updated": "2026-01-18"
}
