{"metadata": [{"year": "2017", "description": "Niki de Saint Phalle savait que l'Art peut sauver le monde, parce que l'Art l'a sauvée.\nDe la folie. De la violence.\nD'elle-même.\nDe 1930 aux années 2000, voici la première biographie dessinée de Niki de Saint-Phalle, l'une des figures les plus marquantes de l'art du XXe siècle. Construit chronologiquement, le récit suit l'histoire et le parcours de l'artiste à travers un choix de séquences et d'événements signifiants, des années d'enfance de la petite Catherine Marie-Agnès de Saint-Phalle jusqu'à la consécration internationale en passant par ses premiers pas professionnels comme mannequin ou l'affirmation de sa vocation d'artiste, dans les années cinquante. Ici et là, c'est la petite voix intérieure incarnant à la fois son être secret et ses élans artistiques qui prend les rênes du récit, mettant en évidence la manière dont la démarche créatrice de Niki – un surnom qu'elle s'est choisi très tôt – se nourrit des événements de sa vie, à commencer par les traumatismes, les blessures et les démons qu'a connus cette femme à l'existence souvent tourmentée. Le récit est découpé en 22 chapitres, soit exactement le nombre des arcanes majeurs du tarot, cet art ancien au carrefour de l'ésotérisme et de la psychanalyse, qui est en soi un regard sur l'existence et dont Niki, toute sa vie durant, se sentira très proche (elle a conçu en Toscane un grand parc de sculptures intitulé Le Jardin des tarots).\nUn travail subtil et sensible publié à l'occasion de la grande rétrospective de Niki de Saint-Phalle présentée au Grand Palais à Paris, et qui permet à la talentueuse dessinatrice Sandrine Martin de signer son premier album chez Casterman.\n", "type": "comicSeries", "publisher": "Casterman", "name": "Niki de Saint-Phalle"}]}