{
  "name": "Boomerang",
  "slug": "boomerang",
  "country": "FR",
  "description": "Boomerang éditeur jeunesse poursuit activement sa mission qui est de donner le goût de lire et de rêver aux enfants d’ici et d’ailleurs. En proposant des livres qui se démarquent par des concepts originaux, des textes de qualité et des illustrations vivantes, la maison souhaite piquer la curiosité des jeunes et leur faire découvrir la littérature.\n\nLa maison d’édition a été fondée en 2002 par Danielle Lalande et Manon Bergeron. Leur amour pour les livres les a incitées à développer leur entreprise en publiant des titres qui ont pour objectifs de stimuler l’imaginaire des enfants et d’en faire des passionnés de lecture.\n\nSans perdre de vue ces objectifs, la maison intègre à son catalogue des concepts de collections qui enrichissent la sélection de livres pour la jeunesse sur le marché francophone d’ici. Elle a fait paraître plus de 700 titres diversifiés comprenant des imagiers, des albums cartonnés, des albums illustrés, des romans de fiction et d’aventures, des albums-cadeaux, des BD, des albums d’activités ludiques et éducatifs ainsi que de la papeterie.\n\nParmi ces titres, certains ont été publiés dans d’autres langues ou vendus à l’étranger. Plusieurs séries de romans peuvent aussi être lues en format numérique ePub et PDF.\n\nAu fil des ans, Boomerang a reçu quelques prix littéraires dont celui des Gourmand World Cookbook Awards pour Des recettes en saveurs et en couleurs (catégorie meilleur livre de recettes pour enfants (Canada — français)) et pour Des petits déjeuners en saveurs et en couleurs (catégorie illustrations (Canada — français)). Le prix Lancemot a également été décerné à l’album Zoup ! La tricherie et le premier tome de la populaire série Les secrets du divan rose a été en lice pour le Prix du grand public du Salon du livre de Montréal 2010.\n\nEn 2004, l’entreprise a été lauréate du prestigieux Concours québécois en entrepreneurship à l’échelle régionale et nationale, dans les catégories Entrepreneurship féminin et entreprise de service.\n\nBoomerang a une mission dynamique et elle compte la poursuivre encore durant les 10 prochaines années! Les petits lecteurs d’aujourd’hui deviendront les grands lecteurs de demain !",
  "website": "https://boomerangjeunesse.com/",
  "assets": {
    "header": "[[FOLDER]]/header.jpg",
    "logo": "[[FOLDER]]/logo.png"
  },
  "links": [
    {
      "label": "Site officiel",
      "url": "https://boomerangjeunesse.com/"
    }
  ],
  "labels": [],
  "notes": "BD-Tek: Site Internet : Boomerang Jeunesse Boomerang Éditeur jeunesse",
  "last_updated": "2026-01-18"
}
