{"metadata": [{"year": "2015", "description": "Virtually every comic book fan has asked the question, \"How do I break into comics?\" \n\nMany professionals have tried to grapple with an answer - some with more success than others, but arguably none ever getting to the real nub of it.\n\nThis must be because the most logical and simple way to explain \"HOW TO BREAK INTO COMIC BOOKS & GRAPHIC NOVELS\" has to be in the form of an actual comic book story. Which has never been attempted.\n\nUntil now, that is.\n\nThis groundbreaking analysis of graphic storytelling is weaved into fast-paced fantasy-adventure, HUMANS VS. MONSTERS.\n\nDesigned to be both a definitive 'HOW TO' and a comic book story in its own right, it features a happy-go-lucky human girl - which isn’t as normal as it seems when her only family is a colossal cat-monster who dreams of becoming a comic book creator.\n\nAdvice on 'how to break in' is provided via the very theme of the story, as well as by devices such as “Arrow-Boxes”, which point to creative elements and discuss their purpose and use. \nIf a character behaves in a certain way, the reasoning is provided. If a particular shot is used, we tell the reader why. Devices and techniques are examined and explained throughout.\n\nWriting, art, pitching, self-promotion - every topic will be dealt with in unprecedented depth in this new digital-only, \"paperless-exclusive\" series from award-winning publisher Eco Comics.\n\nAuthor Chris Bunting holds a degree in Creative Writing, and his first major published work was Marvel UK/Panini's Action Man. Since then his comics have been graced by the likes of Jim Steranko and Herb Trimpe. He is also writer of many titles from Eco Comics, including 'Englishman', 'Tough Guy', and 'Dracula vs. Robin Hood vs Jekyll & Hyde'.\n\nHe is joined by accomplished Spanish artist Luis Amorós, whose sublime art brings added dimensions to the insights which tell you, once and for all, HOW TO BREAK INTO COMIC BOOKS & GRAPHIC NOVELS.\n", "type": "comicSeries", "publisher": "Eco Comics", "name": "How to Break into Comic Books and Graphic Novels"}]}