{"metadata": [{"year": "2011", "description": "This is a tale of worlds, of realities, and of the champions who have banded together to save them.\n\nGathered from a series of alternate Earths, other times, and distant dimensions, The Infinites are the greatest heroes that any reality has to offer. They are:\n\nAVIATRIX of Earth, the Ultimate Aerialist. \nDOC MERCURIUS of Futura, the World's Fastest Man.\nDR. KARNAK of MV4, the Living Computer.\nSHEBA of Marduk, the Star Goddess.\nJOB HATCHET of Akkad, Master of the Proto Force.\nEIKON of Eden, the World's Mightiest Mystic.\nSPECTRA of Earth, the Living Light.\nKEEPER ZETA of Antares 7, the Atavist.\nDR. MONOLITH of New Cathay, the Megamorph.\n\nAnd featuring two of Heroic's mightiest maidens: \nAmerica's bronze goddess of freedom\nTHE LIBERTY GIRL,\nand the mysterious mistress of darkness\nETHEREAL BLACK\n\nBrought together by the enigmatic, Messianic, \"Colossus of Science\" VIGIL, The Infinites were formed to confront and defeat cosmic menaces beyond the scope and abilities of any other team.\n\nWritten by David William Daniel Thomas with art by Francesco Gerbino, colors by Alessandro Buffa, and exploring the theme of superhero-as-Messiah, The Infinites walks boldly where other comics fear to tread. \n\nCentral to the action of the series is the question of how societies, even societies peopled with super humans of earth shaking power, react to one of their own claiming coequality with the Creator, Himself. The Infinites will explore the impact that Vigil's claims have on the individual team members' lives, minds, hearts and souls. Beyond the team, Vigil's claims will have a polarizing and crystallizing impact on the world -- and worlds -- around him. Characters will be forced to choose whether they believe or disbelieve and will be forced to face the consequences of those choices. \n\nWhat happens if Vigil's claims are false? Worse yet, perhaps, what happens if they are true?\n\nThe Infinites explores the premise of superhero-as-Messiah head on, weaving Bronze Age comic book action with Biblical allegory with 70s pop culture with conspiracy theory with Classical mythology and much, much more. The Infinites promises to be a comic book unlike any other.", "type": "comicSeries", "publisher": "Heroic Publishing", "name": "The Infinites"}]}